{
  "master-class": {
    "class": "dorian"
  },
  "cinemagraph": {
    "src": "dorian.mp4",
    "attribution": "Emily Yue"
  },
  "header": {
    "text": "Damian y Dorian",
    "subtitle": "Trendsetting brothers cut a new path"
  },
  "reporters": [
    {
      "name": "Danielle Wallace"
    }
  ],
  "videographers": [
    {
      "name": "Ben Aijian"
    },
    {
      "name": "Darian Woehr"
    },
    {
      "name": "Emily Yue"
    }
  ],
  "designers": [
    {
      "name": "Nicole Basile"
    },
    {
      "name": "Lindsay Carbonell"
    }
  ],
  "text": [
    {
      "type": "text",
      "value": "Dorian Carbonell opens his scissors and peers between the two blades at the neon-yellow dyed head of hair of the eager young man in his barber chair. Dorian’s right eyebrow — coincidentally dyed the same bright hue — highlights his deep set, coffee brown eyes, which carefully ponder his next course of action. His eyebrows furrow and a flicker in his eye is just visible before, in an instant, the scissors close, tresses fall to the floor — and electricity surges through the room. Dorian is shaping his next masterpiece."
    },
    {
      "type": "text",
      "value": "Across the salon stands the other Carbonell brother sporting a far less eccentric style. Clean-shaven and tanned from the Havana sun, Damian Carbonell studies the screen of his phone instead of his brother’s chromatic creations. He leans over, boasting about the salon’s updated website accessible through Wi-Fi in the salon, a rare arrangement in Cuba where internet access usually requires a prepaid government card that can only be used in certain hotspots."
    },
    {
      "type": "text",
      "value": "The duo founded Salon Donde Dorian eight years ago — remodeling their parent’s home into a high-end bar, barber shop and beauty parlor all in one. Dorian is the artist; Damian is the administrator. Together they entered into a family business which they said aims to reshape the idea of masculine style and beauty in Cuba. Dorian has a reputation for using his hairstyling expertise to help the images of Cuba’s top recording artists come alive, and, as a result, Havana’s youth flock to his salon so that they, too, can rock a Donde Dorian original ‘do. But before Dorian could transform the looks of his clients, he said he needed to undergo a transformation of his own."
    },
    {
      "type": "interactive",
      "value": {
        "filename": "interactives/wifi-access.ejs"
      }
    },
    {
      "type": "text",
      "value": "A self-proclaimed club rat, Dorian said he was very much like any typical Cuban guy in his 20s enjoying the party scene. In the 1990s, Cuba dealt with shortages after the country lost its main trade partner with the collapse of the Soviet Union. Dorian lived his life in ignorant bliss as a young model who secretly attended barber school classes at night as a hobby. His most prized possession, his German 1980s model MZ motorcycle that he rode through the streets of Havana’s hottest Vedado neighborhood."
    },
    {
      "type": "text",
      "value": "Dorian and Damian founded a private business out of their parents’ home in 2009. Two years later, the Cuban government enacted a new policy called Los Lineamientos para la Política Económica y Social that lists 313 guidelines for allowing small and medium-sized businesses in Cuba to be privately operated."
    },
    {
      "type": "text",
      "value": "As a result, some state-owned barber shops were allowed to be privately run by staff, giving them more agency to make managerial decisions. Dorian and Damian were granted a license to operate Salon Donde Dorian out of their private residence, but now that their business is trying to expand, they face new challenges in a country that still very much limits entrepreneurship and internet access. As the Cuban government loosens its hold, allowing its citizens to go into business for themselves, pursuing a Cuban Dream still proves difficult in a nation that limits opportunity and prides itself on the equal distribution of wealth."
    },
    {
      "type": "video",
      "value": {
        "id": "211785345",
        "is360": "false"
      }
    },
    {
      "type": "subhead",
      "value": {
        "text": "Overcoming creative obstacles"
      }
    },
    {
      "type": "text",
      "value": "High above the bustling city streets crowded with classic American build cars[b] from the 1950s and ‘60s, Dorian and a group of young models gather in a cluster on the rooftop of an apartment complex. Instead of breathing in the exhaust that circulates on the seaside motorway called <span class='italic'>El Malecón[c]</span> below them, these young men and women cough through a similar cloud of smoke coming from cans of hairspray. Dorian is feverishly adding finishing touches to the designs he so deliberately molded at the salon as photographers set up their equipment to begin the big photoshoot."
    },
    {
      "type": "text",
      "value": "A young man with fluorescent pink strands cut into a punk rock chop smolders in front of reflective disks that cast the light just right across his jawline. The goal? To capture a shot that brings young men and women clamoring to Donde Dorian’s door. In Cuba, the government bans public advertising. Because restrictions prevent private businesses from running ads in the newspaper or renting billboard space, Donde Dorian has chosen to create new collections that can be posted to social media as a part of their strategy to bring in new customers."
    },
    {
      "type": "text",
      "value": "Damian stands like a wall flower glued to the perimeter of the rooftop snapping shots on his phone camera, some of the photoshoot and some of the sprawling city below. He checks his phone again but this time for missed calls from different fashion designers Donde Dorian is collaborating with on their new social media campaign. Donde Dorian partners with other businesses facing limits on expansion. Their latest collection launched on March 25."
    },
    {
      "type": "interactive",
      "value": {
        "filename": "interactives/internet.ejs"
      }
    },
    {
      "type": "text",
      "value": "“As part of our work policy, we proposed to do three or four collection launches a year to set the style,” Damian said. “This collection generally is preceded by a photo shoot, with a runway, then it is solidified with public demand, and our stylist ready to propose to the clients, one style over another.”"
    },
    {
      "type": "text",
      "value": "These photo shoots are meant to showcase the salon and its new collection which will set the tone for masculine style in the city. Since the implementation of the new economic policy in 2011, many entrepreneurs have been entering the private sector and competing against each other in true capitalistic fashion. Despite this resurgence of competition, the streets of Havana contain no trace of advertisements. Instead, billboards sport images of Che Guevara in his austere manner saying “Hasta La Victoria Siempre” or other messages of support for the government such as “Fidel Es El Pueblo.”"
    },
    {
      "type": "text",
      "value": "Though restrictions on private business are slowly dissolving, the government controls publications and limits ads as a way to preserve the cultural values of communism within Cuba. Private businesses, therefore, produce videos that are then distributed online to advertise and promote their own company values."
    },
    {
      "type": "text",
      "value": "Dorian said limited access to the internet in Cuba has restricted his creativity in the past, but he’s working with his brother to overcome the challenges it presents in advertising and developing their business."
    },
    {
      "type": "text",
      "value": "“The Cuban style comes from us creating from what we do have,” Dorian said."
    },
    {
      "type": "text",
      "value": "Cuba’s communist economy limits business operations and opportunity as well. Damian said because Cuban banks are not recognized in the global market, private citizens and their businesses do not have credit cards, and all transactions have to be done with cash. As a result, the company cannot easily purchase materials for the salon online, so at times they have to rely on their own innovation to make what they need."
    },
    {
      "type": "text",
      "value": "One of the most obvious examples of their lack of supplies can be seen through a large window on the side of the salon, where a client sits with a chemical treatment on her hair in a makeshift outdoor booth attached to the side of the building, peering below as Dorian blows out the hair of another client inside. He explained they created the obscure structure because they aren’t able to find a ventilation unit for the chemical hair treatments."
    }
  ],
  "d": [],
  "slider-images": [
    {
      "src": "dorian_sl_01.jpg",
      "alt": "Dorian styles the bright yellow hair of a young male model.",
      "attribution": "Emily Yue",
      "caption": "Actors, models and dancers from Havana are frequent clients of Donde Dorian."
    },
    {
      "src": "dorian_sl_02.jpg",
      "alt": "portrait of damian",
      "attribution": "Emily Yue",
      "caption": "Damian Carbonell Fernandez is an entrepreneur who, with his younger brother Dorian, established a premiere men’s hair salon. Damian is the business-oriented partner."
    },
    {
      "src": "dorian_sl_03.jpg",
      "alt": "portrait of Dorian",
      "attribution": "Emily Yue",
      "caption": "Dorian Carbonell Fernandez is the artistic brother. A professional hair stylist and fashion adviser, he manages the images of many of the local reggaeton musicians in Havana."
    },
    {
      "src": "dorian_sl_05.jpg",
      "alt": "models in Havana",
      "attribution": "Darian Woehr",
      "caption": "Models pose on a rooftop overlooking the Malecón during a photo shoot to publicize the brothers’ business."
    },
    {
      "src": "dorian_sl_06.jpg",
      "alt": "the Malecón",
      "attribution": "Ben Aijian",
      "caption": "The Malecón is a road that follows the Northern coast of Cuba immediately adjacent to the ocean for much of the length of the island. It is also a popular spot to stop and sit or walk along the ocean."
    },
    {
      "src": "dorian_sl_07.jpg",
      "alt": "old havana cars",
      "attribution": "Ben Aijian",
      "caption": "Havana’s streets are full of 50s era cars that have been converted into taxicabs that both tourists and locals use to get around the city.  Most of the cars have been completely rebuilt on an engine level, but they still hold their rustic charm and feel."
    },
    {
      "src": "dorian_sl_08.jpg",
      "alt": "dorian jr.",
      "attribution": "Darian Woehr",
      "caption": "Dorian has a son named Dorian Jr. that often accompanies him to events."
    },
    {
      "src": "dorian_sl_09.jpg",
      "alt": "children in Havana",
      "attribution": "Darian Woehr",
      "caption": "Children often play in the streets of Havana while keeping a keen eye open for approaching cars and motorcycles. The CDR are neighborhood watch communities that report on counter revolutionary activities in Havana."
    },
    {
      "src": "dorian_sl_10.jpg",
      "alt": "old man haircut",
      "attribution": "Emily Yue",
      "caption": "Not only the young and beautiful come to Dorian to have their hair cut.  Dorian styles hair for customers of all ages. He does specialize in men however."
    },
    {
      "src": "dorian_sl_12.jpg",
      "alt": "Havana at sunset",
      "attribution": "Ben Aijian",
      "caption": "Havana at sunset is a beautiful sight. Every night, tourists and locals alike gather on the Malecón to watch the sun go down."
    }
  ],
  "a": [],
  "b": [],
  "c": []
}