{
  "master-class": {
    "class": "dorian"
  },
  "cinemagraph": {
    "src": "dorian.mp4",
    "attribution": "Emily Yue"
  },
  "header": {
    "text": "Cutting Strings",
    "subtitle": "A bond of brothers breaks boundaries in communist Cuba"
  },
  "reporters": [
    {
      "name": "Danielle Wallace"
    }
  ],
  "videographers": [
    {
      "name": "Ben Aijian"
    },
    {
      "name": "Darian Woehr"
    },
    {
      "name": "Emily Yue"
    }
  ],
  "designers": [
    {
      "name": "Nicole Basile"
    },
    {
      "name": "Lindsay Carbonell"
    }
  ],
  "text": [
    {
      "type": "text",
      "value": "Dorian Carbonell opens his scissors and peers between the two blades at the neon-yellow dyed hair of the eager young man in his barber chair. Dorian’s right eyebrow — coincidentally dyed the same bright hue — highlights his deep set, coffee brown eyes, which carefully ponder his next course of action. His eyebrows furrow and a flicker in his eye is just visible before, in an instant, the scissors close, tresses fall to the floor — and electricity surges through the room. Dorian is shaping his next masterpiece."
    },
    {
      "type": "video",
      "value": {
        "id": "211785345",
        "is360": "false"
      }
    },
    {
      "type": "text",
      "value": "Across the salon stands the other Carbonell brother sporting a far less eccentric style. Clean-shaven and tanned from the Havana sun, Damian Carbonell studies the screen of his phone instead of his brother’s chromatic creations. He leans over, boasting about the salon’s updated website accessible through Wi-Fi in the salon, a rare arrangement in Cuba where internet access usually requires a prepaid government card that can only be used in certain hotspots."
    },
    {
      "type": "interactive",
      "value": {
        "filename": "interactives/wifi-access.ejs"
      }
    },
    {
      "type": "text",
      "value": "The duo founded Salon Donde Dorian eight years ago — remodeling their parent’s home into a high-end bar, barber shop and beauty parlor all in one. Dorian is the artist; Damian is the administrator. Together they entered into a family business which they said aims to reshape the idea of masculine style and beauty in Cuba. Dorian has a reputation for using his hairstyling expertise to help the images of Cuba’s top recording artists come alive, and, as a result, Havana’s youth flock to his salon so that they, too, can rock a Donde Dorian original ‘do. But before Dorian could transform the looks of his clients, he said he needed to undergo a transformation of his own."
    },
    {
      "type": "text",
      "value": "A self-proclaimed club rat, Dorian said he was very much like any typical Cuban guy in his 20s enjoying the party scene. In the 1990s, Cuba dealt with shortages after the country lost its main trade partner with the collapse of the Soviet Union. Dorian lived his life in ignorant bliss as a young model who secretly attended barber school classes at night as a hobby. His most prized possession, his German 1980s model MZ motorcycle that he rode through the streets of Havana’s hottest Vedado neighborhood."
    },
    {
      "type": "text",
      "value": "Dorian and Damian founded a private business out of their parents’ home in 2009. Two years later, the Cuban government enacted a new policy called <span class='italic'>Los Lineamientos para la Política Económica y Social</span> that lists 313 guidelines for allowing small and medium-sized businesses in Cuba to be privately operated."
    },
    {
      "type": "text",
      "value": "As a result, some state-owned barber shops were allowed to be privately run by staff, giving them more agency to make managerial decisions. Dorian and Damian were granted a license to operate Salon Donde Dorian out of their private residence, but now that their business is trying to expand, they face new challenges in a country that still very much limits entrepreneurship and internet access. As the Cuban government loosens its hold, allowing its citizens to go into business for themselves, pursuing a Cuban Dream still proves difficult in a nation that limits opportunity and prides itself on the equal distribution of wealth."
    },
    {
      "type": "subhead",
      "value": {
        "text": "Overcoming creative obstacles"
      }
    },
    {
      "type": "text",
      "value": "High above the bustling city streets crowded with classic American built cars from the 1950s and ‘60s, Dorian and a group of young models gather in a cluster on the rooftop of an apartment complex. Instead of breathing in the exhaust that circulates on the seaside motorway called <span class='italic'>El Malecón</span> below them, these young people cough through a similar cloud of smoke coming from cans of hairspray. Dorian is feverishly adding finishing touches to the designs he so deliberately molded at the salon as photographers set up their equipment to begin the big photoshoot."
    },
    {
      "type": "text",
      "value": "A young man with fluorescent pink strands cut into a punk rock chop smolders in front of reflective disks that cast the light right across his jawline. The goal? To capture a shot that brings young people clamoring to Donde Dorian’s door. In Cuba, the government bans public advertising. Because restrictions prevent private businesses from running ads in the newspaper or renting billboard space, Donde Dorian has chosen to create new collections that can be posted to social media as a part of their strategy to bring in new customers."
    },
    {
      "type": "text",
      "value": "Damian stands like a wall flower glued to the perimeter of the rooftop snapping shots on his phone camera, some of the photo shoot and some of the sprawling city below. He checks his phone again but this time for missed calls from different fashion designers Donde Dorian is collaborating with on their new social media campaign. Donde Dorian partners with other businesses facing limits on expansion. Their latest collection launched on March 25."
    },
    {
      "type": "text",
      "value": "“As part of our work policy, we proposed to do three or four collection launches a year to set the style,” Damian said. “This collection generally is preceded by a photo shoot, with a runway, then it is solidified with public demand, and our stylist ready to propose to the clients, one style over another.”"
    },
    {
      "type": "text",
      "value": "These photo shoots are meant to showcase the salon and its new collection which will set the tone for masculine style in the city. Since the implementation of the new economic policy in 2011, many entrepreneurs have been entering the private sector and competing against each other in true capitalistic fashion. Despite this resurgence of competition, the streets of Havana contain no trace of advertisements. Instead, billboards sport images of Che Guevara in his austere manner saying “Hasta La Victoria Siempre” or other messages of support for the government such as “Fidel Es El Pueblo.”"
    },
    {
      "type": "text",
      "value": "Though restrictions on private business are slowly dissolving, the government controls publications and limits ads as a way to preserve the cultural values of communism within Cuba. Private businesses, therefore, produce videos that are then distributed online to advertise and promote their own company values."
    },
    {
      "type": "text",
      "value": "Dorian said limited access to the internet in Cuba has restricted his creativity in the past, but he’s working with his brother to overcome the challenges it presents in advertising and developing their business."
    },
    {
      "type": "interactive",
      "value": {
        "filename": "interactives/internet.ejs"
      }
    },
    {
      "type": "text",
      "value": "“The Cuban style comes from us creating from what we do have,” Dorian said."
    },
    {
      "type": "text",
      "value": "Cuba’s communist economy limits business operations and opportunity as well. Damian said because Cuban banks are not recognized in the global market, private citizens and their businesses do not have credit cards, and all transactions have to be done with cash. As a result, the company cannot easily purchase materials for the salon online, so at times they have to rely on their own innovation to make what they need."
    },
    {
      "type": "text",
      "value": "One of the most obvious examples of their lack of supplies can be seen through a large window on the side of the salon, where a client sits with a chemical treatment on her hair in a makeshift outdoor booth attached to the side of the building, peering below as Dorian blows out the hair of another client inside. He explained they created the obscure structure because they aren’t able to find a ventilation unit for the chemical hair treatments."
    },
    {
      "type": "video",
      "value": {
        "title": "Explore in 360: The Salon",
        "id": "210692653",
        "is360": "true"
      }
    },
    {
      "type": "subhead",
      "value": {
        "text": "Self-starting spirit"
      }
    },
    {
      "type": "text",
      "value": "Damian sips his <span class='italic'>cafecito</span> while thumbing through a small and slightly tattered photo album in the front bar at the salon. Just above his head, Dorian appears with one of the music artists he styles in a video being played from the television screen hanging on the wall above the bar for all incoming customers to view. Damian speaks about the past captured in the photos of the album and about his hopes for the future as his brother gains more views online. He’s particularly proud of one old photograph of his great-grandfather and his grandfather standing in front of their family-owned cafeteria in pre-revolutionary Cuba."
    },
    {
      "type": "text",
      "value": "“We were born in a humble house, in a humble neighborhood,” Damian said. “But before the Revolution, the ‘50s, our family were owners of a type of business called ‘de Barrio.’ It was a cafeteria named El Buen Gusto.”"
    },
    {
      "type": "text",
      "value": "The family lost their business after the Revolution triumphed and privately owned businesses were nationalized. But Damian said his family has always had an entrepreneurial spirit, something he’s determined to keep alive with the expansion of Donde Dorian."
    },
    {
      "type": "text",
      "value": "“My mom and my grandma who are alive, luckily, happily, have that spirit of entrepreneurship that nobody can take from them, that will be buried with them — and the same with us.”"
    },
    {
      "type": "slider",
      "value": {}
    },
    {
      "type": "text",
      "value": "The two brothers want to use Salon Donde Dorian as more than place to get a haircut. They also have a social mission to reawaken this entrepreneurial spirit in Cuban youth and enable young people to develop a pride in their unique style. As the salon is planning an expansion to a new location, the brothers are also planning to transform the original salon in their parents’ home into a school to train up-and-coming hairdressers in Cuba according to Donde Dorian’s practices and principles."
    },
    {
      "type": "text",
      "value": "“I’m going to try to make a welcoming place, a place where they cut your hair well and they guide you and they know what they’re doing,” said Dorian. “It’s to have the freedom to tell them, ‘cut my hair how you think it’ll look good on me.’ That didn’t exist in Cuba. In Cuba, the barber would say, ‘what do you want to do?’ And then like that the client had to guide the barber.”"
    },
    {
      "type": "pullquote",
      "value": {
        "text": "The Cuban style comes from us creating from what we do have.",
        "attribution": "Dorian Carbonell"
      }
    },
    {
      "type": "text",
      "value": "Dorian reminisces about his days attending barber school and said his line is also meant to start new conversations within the Cuban culture about masculinity. When he first became a hairdresser, Dorian was ashamed because it wasn’t something men did, but haircutting and fashion always caught his attention when he attended university. And reimagining style for men in Cuba was a challenge because barber shops had always been state-owned. Before competition allowed for high-end salons to enter the market, Dorian said he remembers a lot of push back when he wanted to charge more than the state-set prices."
    },
    {
      "type": "text",
      "value": "People would tell him, “You’re being crazy, Dorian! How are you going to charge that?”"
    },
    {
      "type": "text",
      "value": "“But that is what happened, and I needed to feel good about what I did, I needed a change and I needed to better the products I was using and to make it fun and that was what was happening in that moment,” said Dorian."
    },
    {
      "type": "subhead",
      "value": {
        "text": "Pa’alante"
      }
    },
    {
      "type": "text",
      "value": "The sun casts a shadow through the rod iron gate as sunset approaches, and the door squeaks closed as Damian locks up the construction site. The fresh layer of concrete from the salon’s entryway contrasts abruptly with the pavement from the neighbor’s weathered sidewalk. He parts ways with a woman, a banker who came to inspect the property, with the customary kiss to the cheek and strategically steps over the broken cement into the passenger side of Dorian’s Peugeot."
    },
    {
      "type": "text",
      "value": "Donde Dorian has managed to grow a clientele despite its comparatively high prices for a haircut, and the bank has noticed. Because the salon has demonstrated a consistent cash flow, Damian said the bank has let the business operate on credit to buy construction material for the new location. The business is dipping into its savings to rent the property, a home in a residential neighborhood just a few blocks away from the original salon, and has worked out an agreement with the owner. Even though Damian and Dorian own the business, the owner of the home had to apply for the license to operate a private business out of his home. It takes some finessing of the rules in Cuba to expand entrepreneurial ventures."
    },
    {
      "type": "text",
      "value": "On the way over to Damian’s apartment, the car passes a barber shop still operated by the state, and Damian mentions how he plans to work with the government to help managers develop more skills to drive in profit."
    },
    {
      "type": "text",
      "value": "The two brothers eventually retire from a long day of work on the balcony with a Cohiba cigar and rum on the rocks and talk about their dreams for the salon. The Cuban dream differs from the American dream, its traditionally capitalist counterpart, because it takes coaxing to convince the communist government to loosens the reigns."
    },
    {
      "type": "text",
      "value": "And it takes even more coaxing to draw in clients who’ve been raised in a society that hammers complacency rather than individualistic pursuits."
    },
    {
      "type": "text",
      "value": "Dorian said he wants to develop his new salon and styling school to help contribute to a culture in which men can take pride in how they look and inspire the new generation with a new sense of self. When he thinks of the future of Cuba, he has his three-year-old son in mind."
    },
    {
      "type": "text",
      "value": "“He’s my inspiration to keep fighting for a tomorrow so that when he grows up and reasons a little more, he’ll say, ‘my dad is big’ and feel proud of me,” said Dorian."
    }
  ],
  "slider-images": [
    {
      "src": "dorian_sl_01.jpg",
      "alt": "Dorian styles the bright yellow hair of a young male model.",
      "attribution": "Emily Yue",
      "caption": "Actors, models and dancers from Havana are frequent clients of Donde Dorian."
    },
    {
      "src": "dorian_sl_02.jpg",
      "alt": "portrait of damian",
      "attribution": "Emily Yue",
      "caption": "Damian Carbonell helped his younger brother Dorian establish a premiere men’s hair salon. Damian has largely orchestrated the expansion of their business."
    },
    {
      "src": "dorian_sl_03.jpg",
      "alt": "portrait of Dorian",
      "attribution": "Emily Yue",
      "caption": "As a hair stylist and image consultant, Dorian Carbonell manages many of the local reggaetón musicians in Havana."
    },
    {
      "src": "dorian_sl_05.jpg",
      "alt": "A male model with bright pink hair poses with a female model sporting pink highlights on a rooftop overlooking the city.",
      "attribution": "Darian Woehr",
      "caption": "Models pose on a rooftop overlooking the Malecón during a photo shoot to publicize the Donde Dorian spring style collection."
    },
    {
      "src": "dorian_sl_06.jpg",
      "alt": "The bustling side of Havana that sits along the Malecón.",
      "attribution": "Ben Aijian",
      "caption": "The Malecón is a road that follows the northern coast of Cuba immediately adjacent to the ocean for much of the length of the island."
    },
    {
      "src": "dorian_sl_07.jpg",
      "alt": "Vintage cars line the streets that lead to the ocean.",
      "attribution": "Ben Aijian",
      "caption": "Havana’s streets are full of ‘50s era cars that have been converted into taxis that both tourists and locals use to get around the city."
    },
    {
      "src": "dorian_sl_08.jpg",
      "alt": "Dorian’s toddler son, Dorian Jr., sits inside the family’s small car while waiting for his father to drive him home.",
      "attribution": "Darian Woehr",
      "caption": "Dorian’s son, Dorian Jr., sits inside the family’s small car while waiting for his father to drive him home."
    },
    {
      "src": "dorian_sl_09.jpg",
      "alt": "A young boy peeks his head over the top of a dilapidated wall. “Viva los CDR” is spray-painted on the wall beneath his splayed arms.",
      "attribution": "Darian Woehr",
      "caption": "Children often play in the streets of Havana while keeping a keen eye for approaching cars and motorcycles. The Committee for the Defense of the Revolution (CDR) are neighborhood watch communities that report on counter-revolutionary activities in Havana."
    },
    {
      "src": "dorian_sl_10.jpg",
      "alt": "A customer receives a haircut at Donde Dorian.",
      "attribution": "Emily Yue",
      "caption": "Traditionally, there were no salons that catered specifically to men, only state-owned barber shops. Dorian said he wanted to elevate the haircut experience for all his clients."
    },
    {
      "src": "dorian_sl_12.jpg",
      "alt": "Blankets of orange and gray clouds drift above the ocean at sunset.",
      "attribution": "Ben Aijian",
      "caption": "The sun sets over the Malecón, a common spot for tourists and locals to gather."
    }
  ]
}