{
  "master-class": {
    "class": "family"
  },
  "cinemagraph": {
    "src": "family.mp4",
    "attribution": "Natalie Roush"
  },
  "header": {
    "text": "Viva la Familia",
    "subtitle": "Diego and his grandmother find common ground in a changing Cuba"
  },
  "reporters": [
    {
      "name": "Blake Richardson"
    }
  ],
  "videographers": [
    {
      "name": "Emma Carl"
    },
    {
      "name": "Natalie Roush"
    }
  ],
  "designers": [
    {
      "name": "Echo Zhou"
    }
  ],
  "text": [
    {
      "type": "video",
      "value": {
        "id": "200984993",
        "is360": "false"
      }
    },
    {
      "type": "text",
      "value": "<span class='italic'>Click.</span>"
    },
    {
      "type": "text",
      "value": "Diego Delgado is a whisper away from his grandmother’s shoulder, his left eye buried into the viewfinder, but Coralia Ortiz doesn’t hear his camera. The 25-year-old photographer doesn’t have the best lighting to work with as he steps silently around Coralia, but he’s inspired. There’s something about that intense look on her face, the way the thin lines of her brown eyebrows subtly arch upward and her lower lip hangs open in contemplation. She creates all kinds of crafts, but her favorite is the <span class='italic'>brujita</span>, a little witch that hangs from a string. She burrows her eyes into each stitch — the kind of finesse that only comes from years of practice. Coralia’s diabetes and other health issues force her to spend her time inside, but in these moments, she falls into a trance. Diego can’t help but capture it."
    },
    {
      "type": "text",
      "value": "But pictures? Of her sewing? Coralia doesn’t believe it. Surely she’d be able to hear her grandson pacing around her, brushing his legs against the lace bedspread she sewed. You can hear the street bustling outside, but Coralia’s room is about as quiet as you’ll find in Havana — too quiet for the shutter of a camera to go unnoticed."
    },
    {
      "type": "text",
      "value": "That’s what fascinates Diego. Tall and lean with long eyelashes that frame his deep brown eyes, he exudes energy. Between taking pictures for the animal magazine El Arca, freelancing photography, playing soccer and caring for Coralia, Diego can’t spend too much time on one task. Besides, he loves action; he craves it. So he admires that Coralia can be still for hours, consumed by her craft, that apartment walls and ailing health cannot confine her creative spirit — that her passion is so captivating, she doesn’t realize her rapture has become the focus of her grandson’s art."
    },
    {
      "type": "text",
      "value": "Diego has lived permanently with Coralia in the three-room apartment in Havana’s Plaza municipality for five years, but he spent chunks of his childhood with her as well — six months to two years at a time — as work forced Diego’s mother, Adriana, to live further outside the city. Coralia practically raised him, he says. But now, because of Coralia’s diabetes, Diego must take care of her."
    },
    {
      "type": "text",
      "value": "As the aging population in Cuba continues to increase, more and more young people will need to care for the older generation. But look closer. Fidel Castro’s death on Nov. 25 might have marked a handoff in leadership from the older generation to the younger generation. Or maybe it didn’t. Maybe it signaled something else — a relationship that’s changing. Something less about who is leading and more about where they’re going, side by side, fingers and fates intertwined."
    },
    {
      "type": "interactive",
      "value": {
        "filename": "interactives/aging-line.ejs"
      }
    },
    {
      "type": "subhead",
      "value": {
        "text": "Caregiver and playmaker"
      }
    },
    {
      "type": "text",
      "value": "This isn’t Diego’s position."
    },
    {
      "type": "text",
      "value": "He is the cornerstone of his soccer team’s back line. Of the five players that take to the futsal court, he’s the one who’s supposed to hug the goalie’s side."
    },
    {
      "type": "text",
      "value": "But it’s too late to think about that now. He’s already sprinting down the court toward the offensive end after stealing the ball. His eyes scan the court, searching for the assist, but nobody’s open. He keeps it, then fires the ball at the net; it pings off the turquoise wall for a goal, and the celebration ensues. Diego smacks high fives like he’s slapping the surface of a lake, and cries of delight bounce off the white stadium ceiling. The defender has become the playmaker."
    },
    {
      "type": "text",
      "value": "Scorer and defender, competitor and captain, energizer and caregiver — Diego is used to juggling. He doesn’t have a normal day. He gave up routine for the sake of chasing moments with his lens."
    },
    {
      "type": "text",
      "value": "Diego tried stability. After finishing secondary school at 15, the lifelong animal lover started studying to become a veterinarian while taking photography classes and working in a restaurant. But the lifestyle didn’t satiate his spirit."
    },
    {
      "type": "text",
      "value": "“I was going to spend my whole life working in a kitchen,” Diego said, “and I didn’t want that for myself.”"
    },
    {
      "type": "text",
      "value": "Diego was 4 when he took his first picture, and the passion was a natural fit. While his friends took notice of his talent, they discouraged him from turning to photography for a career — too unpredictable, they said."
    },
    {
      "type": "text",
      "value": "Not his family. Diego’s father and grandfather both enjoyed the art as a hobby, so Diego started photographing professionally when he was 21. He’s since accumulated an abundance of frozen scenes; some animate the walls of his room. But perhaps the most telling decor is not something Diego captured, but the blue and yellow sign wedged by the door that seems to capture him: A philosophy that passes his gaze every time he leaves his room."
    },
    {
      "type": "text",
      "value": "<span class='italic'>Pénsate que lo habías visto todo en cuestión de recuerdo? Adelante.</span>"
    },
    {
      "type": "subhead",
      "value": {
        "text": "Cave creations"
      }
    },
    {
      "type": "text",
      "value": "Sometimes, Coralia wears her age. Or maybe age wears her. She’ll shuffle around the apartment — “my little cave,” she says — gripping the countertop or a nearby chair for support. There’s a box of medicines on the counter for her diabetes and a pitcher of juice in the fridge. Her aching joints leave her tethered to the apartment."
    },
    {
      "type": "text",
      "value": "But now? She is air."
    },
    {
      "type": "text",
      "value": "The dark fabric of her skirt swishes as Coralia sways to the beat of music that faintly pulses through the television. Her round, friendly face radiates a smile, her feet tapping back and forth as she slides her arms and loosely clenched fists to the rhythm."
    },
    {
      "type": "text",
      "value": "Salsa is just one of Coralia’s interests. She devours anything artistic, anything with a story."
    },
    {
      "type": "text",
      "value": "Unlike Diego, Coralia fought her family to pursue her passions. Her father wanted her to be an accountant, but Coralia’s soul didn’t fit that mold. She started university studying philosophy and literature but took three years off after her first year, because the university closed during the revolution. When the university reopened, Coralia got a scholarship to spend a year in the United States studying at UNC-Chapel Hill."
    },
    {
      "type": "video",
      "value": {
        "title": "Explore in 360: Diego and Coralia",
        "id": "213001549",
        "is360": "true"
      }
    },
    {
      "type": "text",
      "value": "Coralia started teaching literature in 1963 and didn’t stop until retirement 35 years later. A year after meeting her husband at an architecture conference, she got married and had two daughters."
    },
    {
      "type": "text",
      "value": "She keeps the box of pictures in Diego’s room. After placing her treasure on the table, she lifts the lid with fraying brown and white patches to reveal the main relic — a tan scrapbook with yellow pages and words written in pencil to describe the memories. Sets of fabric eyes study her as she reminisces: two dangling <span class='italic'>brujitas</span>, smiling red-headed oven mitts, a purple hanging owl and a green swordfish, built to hold bread and fashioned after the behemoth in Ernest Hemingway’s “The Old Man and the Sea.”"
    },
    {
      "type": "text",
      "value": "The story lover dwells with characters born by her imagination."
    },
    {
      "type": "interactive",
      "value": {
        "filename": "interactives/timeline.ejs"
      }
    },
    {
      "type": "subhead",
      "value": {
        "text": "The roles reverse"
      }
    },
    {
      "type": "text",
      "value": "Diego’s quads are burning."
    },
    {
      "type": "text",
      "value": "The sun beats down on his brow while the hill he’s ascending pounds his legs. The longer Diego is outside, pedaling his bike down the streets of Havana, the more he can feel the heat burrowing into his skin."
    },
    {
      "type": "text",
      "value": "It’s the end of the month, which means he needs to refill Coralia’s medicine, a collection of different-sized pills she takes three times a day. It’s far, though — too far for Coralia to make the trip. So Diego plans ahead, scheduling work around the hours-long errand."
    },
    {
      "type": "text",
      "value": "But Diego shrugs off the trek. Biking isn’t so bad, he says; waiting in line is the worst part. Twenty minutes with nothing to do but stare at the ceiling, his toes and his black watch, the second hand revolving ceaselessly."
    },
    {
      "type": "text",
      "value": "Diego’s youthful restlessness is growing more unique in Cuba. With a median age of 41.1 years old, 25.9 percent of the population is over 55, and an estimated 36 percent will be over 60 by 2050. The Plaza municipality — where Diego and Coralia live — is the oldest region of Havana."
    },
    {
      "type": "text",
      "value": "Cuba raised its retirement age to 65 for men and 60 for women in 2009, but with an average life expectancy of 78.7 years, a sizable portion of the population lies outside the workforce. A shortage of retirement homes means more responsibility falls on younger family members."
    },
    {
      "type": "text",
      "value": "But part of that ties to housing. Homes are expensive, and as young people struggle to find a job that aligns with their education level, staying in the family home is easier in Havana. Still, Coralia’s situation is atypical."
    },
    {
      "type": "text",
      "value": "“There are very few grandparents who live alone,” Coralia said. “There are even fewer who have a grandchild that lives alone with their grandparent.”"
    },
    {
      "type": "text",
      "value": "When Diego was 20, Coralia’s doctor said she needed someone to live with her. But Adriana had just bought a house in another town, and Diego’s brother was only 12; someone had to raise him. Adriana presented Diego with a choice. Care for Coralia, or his brother? It was a no-brainer. A growing boy was too much responsibility, and there was something about Coralia — a connection they shared from all the time spent together when Diego was a kid. It’s a different relationship now. He’s still the grandson, but not quite the boy who stopped on the sidewalk to listen to his grandmother’s lectures on architecture. Diego does the intensive house cleaning. He runs errands, monitors Coralia’s medical visits and watches over her."
    },
    {
      "type": "text",
      "value": "“He helps me a lot with things at home because I can’t,” Coralia said. “He’s my right hand.”"
    },
    {
      "type": "subhead",
      "value": {
        "text": "A redefined reliance"
      }
    },
    {
      "type": "text",
      "value": "“Look,” Coralia says, “I will show you how to make a witch.”"
    },
    {
      "type": "text",
      "value": "She sifts through a collection of wires and settles on a white one — hard enough to stay in place when bent but soft enough to cut. One piece for the arms, one for the legs. She slides both inside black shoelaces and ties them together. Once she adds the head — a piece of a tan stocking stuffed with cotton, she gives the <span class='italic'>brujita</span> a name."
    },
    {
      "type": "text",
      "value": "“Luna,” she says. “Moon.”"
    },
    {
      "type": "slider",
      "value": {}
    },
    {
      "type": "text",
      "value": "When Coralia is through, Luna needs a hat, a broom and a face, but the witch must wait. Diego will return from the gym soon, and he’ll need dinner. “He’s always hungry,” she says. A collection of pots sits on the stove in preparation — inside one is homemade bread pudding."
    },
    {
      "type": "text",
      "value": "Coralia picks a few bites off the knife, but that’s all she’ll eat. Diabetes bars her from enjoying her treats, but she still makes them for Diego. How could she not? You don’t need to eat her dessert to know it’s one of Havana’s finest. Just watch the corners of Diego’s eyes crinkle when he mentions Coralia’s <span class='italic'>dulces</span>."
    },
    {
      "type": "text",
      "value": "That smile stretches across Diego’s face now, as he sits at the kitchen table and tells how he seeks Coralia’s opinion on clothing before leaving the house. “She always tells me that it’s cold,” he says, “that I need a jacket.” He stares at one of Coralia’s dangling <span class='italic'>brujitas</span> before turning back and continuing. If he’s sending an important email, he seeks input from his grandmother, the grammar aficionado. When he wants perspective outside the photography sphere, he consults Coralia. Daily tasks don’t slip through the cracks with his on-the-move lifestyle, because Coralia will bring the clothes on the line inside if it rains, and she’ll take a message on the phone."
    },
    {
      "type": "text",
      "value": "Cuban society is changing with Diego’s generation at the helm. When Diego goes on a date, the woman doesn’t need a parent to chaperone and sit between the pair in the movie theater. Female university students don’t worry like Coralia did about finding an escort to evening classes. The changes are so stark that Coralia considers <span class='italic'>then</span> and <span class='italic'>now</span> as separate worlds."
    },
    {
      "type": "text",
      "value": "Her home has evolved, and so has her role. Diego doesn’t need to be raised anymore, but he still leans on her — not as his caregiver."
    },
    {
      "type": "text",
      "value": "As his confidant."
    },
    {
      "type": "subhead",
      "value": {
        "text": "Moving forward together"
      }
    },
    {
      "type": "text",
      "value": "As the mass of bodies started clamoring onto the bus, Diego spotted an older man struggling. Without hesitation, Diego fell back from his friends to wrap his hand around the man’s forearm and bear some of the weight."
    },
    {
      "type": "text",
      "value": "He’s doing it again. Same grab, different forearm. This time, he’s assisting Coralia as she eases off the curb outside their apartment, a yellow Superman logo emblazoned onto his backwards baseball hat."
    },
    {
      "type": "text",
      "value": "Together they drift down the neighborhood streets to buy food at the nearby market. Occasionally, the pair bumps into an older neighbor and stops to exchange kisses. Coralia selects the food from produce stands and uses the money from her purse to pay. But when they leave, Diego carries the white plastic bag in his right hand. Later, Coralia will transform that into a meal."
    },
    {
      "type": "text",
      "value": "Cuba’s youthful and aging generations forge into the future surrounded by uncertainty. How the country will cope with the demands of a growing retired population, how it will foster opportunity for the youth amidst housing and employment deficits, how it will adapt to the changing global landscape. For Cubans, old and young, the destination is a mystery, but one thing is clear in this journey of generations: They move as equals."
    },
    {
      "type": "text",
      "value": "That’s true for Diego and Coralia, as they glide under the sun and take each other in. Diego with his long, anxious limbs looks like he could take off any minute, while Coralia, her bag draped on her walker, is deliberate with every step. But look closer. They aren’t so different. The bookworm who religiously spins her thumbs in circles and the soccer star who can’t sit still."
    },
    {
      "type": "text",
      "value": "Two artists, bound by blood and matching house keys, pressing onward under the open sky."
    }
  ],
  "slider-images": [
    {
      "src": "family_sl_01.jpg",
      "alt": "Coralia’s Place",
      "attribution": "Natalie Roush",
      "caption": "Coralia Ortiz watches from inside her apartment as Diego walks to the bus to go to his futsal match"
    },
    {
      "src": "family_sl_02.jpg",
      "alt": "Diego Delgado in his Grandmother’s Kitchen",
      "attribution": "Natalie Roush",
      "caption": "A portrait of Diego Delgado in his Grandmother's kitchen in the small, three-bedroom apartment where he has chosen to live."
    },
    {
      "src": "family_sl_03.jpg",
      "alt": "Crafts and Memories",
      "attribution": "Natalie Roush",
      "caption": "Surrounded by the crafts she has made to decorate her home, Coralia is lost in thought as she peruses through old family photos."
    },
    {
      "src": "family_sl_04.jpg",
      "alt": "Coralia’s Lifestyle",
      "attribution": "Emma Carl",
      "caption": "At 82 years old, Coralia is limited by her diabetes and slight arthritis. \"But I am crazy and I love to be active!\" says Coralia as she reaches for her walker as she shuffles out the door on her way to the market."
    },
    {
      "src": "family_sl_05.jpg",
      "alt": "Suiting up",
      "attribution": "Natalie Roush",
      "caption": "Diego Delgado tightens his indoor shoes and encourages his team to focus as they get ready to take the court."
    },
    {
      "src": "family_sl_06.jpg",
      "alt": "Diego’s futsal team",
      "attribution": "Natalie Roush",
      "caption": "As the captain of his Futsal team, Diego Delgado pushes his team to play hard against their rivals."
    },
    {
      "src": "family_sl_07.jpg",
      "alt": "Coralia’s Creative Space",
      "attribution": "Natalie Roush",
      "caption": "Light pours in on Coralia's craft space which is a small desk and shelf in her bedroom. Coralia and Diego live together in the three room apartment in Havana, Cuba."
    },
    {
      "src": "family_sl_08.jpg",
      "alt": "Coralia Ortiz says: “Family is everything.”",
      "attribution": "Natalie Roush",
      "caption": "\"Mi familia es muy importante!\" exclaims Coralia as she looks through her old family pictures."
    },
    {
      "src": "family_sl_09.jpg",
      "alt": "Diego’s Creative Space",
      "attribution": "Natalie Roush",
      "caption": "Diego stops to check the composition of a shot while he is on assignment for a magazine in Old Havana."
    },
    {
      "src": "family_sl_10.jpg",
      "alt": "Family Time",
      "attribution": "Natalie Roush",
      "caption": "Every Tuesday, Diego makes time to help his Grandma, Coralia, walk to the market. They use this time to catch up on what's going on in each other's lives."
    }
  ]
}