{
  "master-class": {
    "class": "hiphop"
  },
  "cinemagraph": {
    "src": "hiphop.mp4",
    "attribution": "Kira Dalman"
  },
  "header": {
    "text": "Let the Rice Burn",
    "subtitle": "How two female rappers are using their voices"
  },
  "reporters": [
    {
      "name": "Kiana Cole"
    }
  ],
  "videographers": [
    {
      "name": "Bridgette Cyr"
    },
    {
      "name": "Kira Dalman"
    }
  ],
  "designers": [
    {
      "name": "Kate Boyd"
    },
    {
      "name": "Mary Claire (MC) Brogden"
    }
  ],
  "text": [
    {
      "type": "text",
      "value": "A sharp stench is snaking its way out of a small pot on an old Cuban stove."
    },
    {
      "type": "text",
      "value": "Reyna Hernandez Sandoval is in the other room trying to fit her long braided hair into a knot on the top of her head. The rice charcoaling on the stove is the least of her concerns; she’s busy getting ready to go out. She’s a rapper, a part of a duo with her best friend Yadira Pintado Lazcano, though they’re known around Havana by their rapper names: La Reyna y La Real."
    },
    {
      "type": "text",
      "value": "The rice on the stove that she’s been neglecting isn’t totally neglected, though — lately, it’s been her and Yadira’s inspiration. Who cares if dinner is scorched? Why should they be the ones who have to watch it cook? Someone else can do it. It’s what they named one of their recent songs: “Que se queme el arroz,” — Let the rice burn. It’s a statement. It’s a protest."
    },
    {
      "type": "video",
      "value": {
        "id": "200984993"
      }
    },
    {
      "type": "subhead",
      "value": {
        "text": "A genre of protest"
      }
    },
    {
      "type": "text",
      "value": "Though rap is an emerging musical genre in Cuba, Alberto Faya, a professor of Cuban culture at the University of Havana, says music has always been integral to the country’s cultural development, specifically the process of transculturation: When different cultures meld over long periods of time to help form a national identity. It is transculturation that produced Son, the fusion of percussion created by African slaves with the stringed instruments introduced by the Spanish. Cuban music, Faya says, is reliant on the incorporation and adaptation of other sounds to continue evolving."
    },
    {
      "type": "slider",
      "value": {}
    },
    {
      "type": "text",
      "value": "This is why Faya, 73, and many Cubans his age don’t favor rap — instead of drawing on the different cultures Cuba combines to create one unified sound, it feels more like an imitation of what the United States is doing than an original Cuban creation, he says. Hip-hop gained traction in Cuba during the Special Period, when the Soviet Union — a nation Cuba heavily relied on — collapsed, leaving Cuba in extreme economic strife. It was during this period, the 1990s, that young Cubans began to rap about their grievances with the government."
    },
    {
      "type": "text",
      "value": "“Rap is a genre of protest,” Reyna says."
    },
    {
      "type": "text",
      "value": "But in a Communist country, how loud can the voice of protest be?"
    },
    {
      "type": "text",
      "value": "In 2002, the Cuban government created the Agencia Cubana de Rap — the Cuban Rap Agency. The agency, though helpful in securing publicity, is how the government keeps tabs on what Cuba’s rap artists are doing. Being a part of the agency isn’t mandatory — it’s competitive, and though they are in it now, Reyna and Yadira didn’t make it when they first auditioned — but attempting to be a successful rapper without the press and benefits the agency secures isn’t ideal."
    },
    {
      "type": "text",
      "value": "Reyna and Yadira, both 31, say they have never felt the agency influence them to change their lyrics or alter their style, but the agency has been scrutinized for its suppressive functions regarding what artists can and cannot say, along with the style of music that is produced."
    },
    {
      "type": "text",
      "value": "As Geoff Baker argues in his book, “‘La Habana Que No Conoces’: Cuban Rap and the Social Construction of Urban Space,” the agency has created a sort of divergence between rap artists in Cuba. There’s a contrast between the “‘underground’ rappers who choose to ‘follow their line’ despite its lack of commercial viability,” versus “‘commercial’ rappers who have changed tack in order to profit from the reggaetón boom.”"
    },
    {
      "type": "pullquote",
      "value": {
        "text": "“Rap is a genre of protest”",
        "attribution": "Reyna Hernandez Sandoval"
      }
    },
    {
      "type": "subhead",
      "value": {
        "text": "“If I can do it, they can to it”"
      }
    },
    {
      "type": "text",
      "value": "Reyna and Yadira didn’t always dream they’d be rappers. Yadira worked as a social worker for a few years, and Reyna was on her way to becoming a chemical engineer when a baby interrupted those plans — a son, Michel, who is now nine and wants to be a rapper, too. A few years after becoming a mom, she decided to pursue music."
    },
    {
      "type": "text",
      "value": "It was Moises Whittaker Alvarez who helped unite them in 2012, who is now the only manager they’ve ever worked with. He knew them as individual performers, but something about their styles — the way they can so fiercely perform their “protest music,” but also fill whatever room they’re in with instantaneous laughter and light — told him that, even though they didn’t know each other, they needed each other."
    },
    {
      "type": "text",
      "value": "They have an understood optimism that drives their music; it’s a genre of protest, yes, but it’s a protest against the pessimism that sometimes feels it’s flooding Cubans’ perspectives. Too many Cubans blame their country’s years of strife for whatever hardships they experience, Moises said, and that creates nothing but complacency. Rap is about moving forward boldly, not looking at the past to diagnose the present but working hard to ensure a fulfilling future."
    },
    {
      "type": "video",
      "value": {
        "id": "210269956",
        "is360": "true"
      }
    },
    {
      "type": "text",
      "value": "“We’re trying to make other people know that if I can do it, they can do it,” Moises said. “It doesn’t matter how things happen to you — you turn all those bad things into good things.”"
    },
    {
      "type": "text",
      "value": "Reyna and Yadira rap about real life: their struggles, their triumphs, their relationships, everything. But they do so while staying optimistic and empowering other women, too. They acknowledge their chosen profession is mostly male — of the 34 artists currently working at the rap agency, six are female."
    },
    {
      "type": "interactive",
      "value": {
        "filename": "interactives/hiphop.ejs"
      }
    },
    {
      "type": "text",
      "value": "Cuba’s sound is continuing to develop — maybe transculturation never stops. But Reyna and Yadira don’t want to forget the traditions of Cuba’s past; instead, they’re learning how to bring the best parts of Cuban history into the future, equipping other women with empowerment to let their voices be heard."
    },
    {
      "type": "text",
      "value": "Yes, they’re still cooking rice for dinner — maybe in arroz con pollo or arroz a la cubana, the traditional Cuban dishes they grew up eating. But these days, it’s okay to let it burn. It tastes better that way."
    }
  ],
  "slider-images": [
    {
      "src": "hiphop_sl_01.jpg",
      "alt": "Reyna in the studio",
      "attribution": "Anna Clare Spelman",
      "caption": "Renya Mercedes Hernadez Sandoval (La Reyna) rehearses in the studio located in her Moisés Whittaker Alvarez’ house."
    },
    {
      "src": "hiphop_sl_10.jpg",
      "alt": "Dark room under construction",
      "attribution": "Kira Dalman",
      "caption": "La Rayna and La Real are represented by The Agency of Rap. The main office space is under construction to create a space for artists to perform. The Agency represents 34 artists, 6 of which are women."
    },
    {
      "src": "hiphop_sl_09.jpg",
      "alt": "Yadira stands on her roof",
      "attribution": "kira dalman",
      "caption": "Yadira stands on her roof overlooking her neighborhood after fixing her water tank in order to mop her house."
    },
    {
      "src": "hiphop_sl_08.jpg",
      "alt": "yadira sits in her home.",
      "attribution": "kira dalman",
      "caption": "Yadira sits in her home watching her favorite show on her laptop. She frequently buys a “paquete,” a common way for Cubans consume popular media."
    },
    {
      "src": "hiphop_sl_07.jpg",
      "alt": "Renya shows off her tattoo in front of her house which bears the same emblem, a chess queen.",
      "attribution": "bridgette cyr",
      "caption": "Renya shows off her tattoo in front of her house which bears the same emblem, a chess queen. Not only a musician but a visual artist, she painted the piece on the front her home as a symbol of strength."
    },
    {
      "src": "hiphop_sl_06.jpg",
      "alt": "Michel and friends sitting on porch.",
      "attribution": "bridgette cyr",
      "caption": "Michel, Reyna’s son, sits outside his house with friends and family after school. Renya hopes her music inspires Michel to respect and support women."
    },
    {
      "src": "hiphop_sl_05.jpg",
      "alt": "Group of children, Reyna and Yadira watch a video on Michel’s phone.",
      "attribution": "Kira Dalman",
      "caption": "Michel, Reyna’s son, shows his friends a video on his phone. Michel plays drums and is encouraged by his mother to express himself in a positive way through music."
    },
    {
      "src": "hiphop_sl_04.jpg",
      "alt": "Reyna works out.",
      "attribution": "Kira Dalman",
      "caption": "Reyna works out several times a week, often with Yadira. Staying in shape helps her prepare for performances."
    },
    {
      "src": "hiphop_sl_03.jpg",
      "alt": "Yadira mops her living room floor.",
      "attribution": "Kira Dalman",
      "caption": "Yadira Pintado Lazcano mops her living room floor."
    },
    {
      "src": "hiphop_sl_02.jpg",
      "alt": "Yadira stands in the doorframe of her home.",
      "attribution": "Kira Dalman",
      "caption": "Yadira Pintado Lazcano (La Real) stands in the doorframe of her home. One half of the popular rap duo, La Renya y La Real, she works each day to improve her craft."
    }
  ]
}