{
  "master-class": {
    "class": "dorian"
  },
  "cinemagraph": {
    "src": "dorian.mp4",
    "attribution": "Emily Yue"
  },
  "header": {
    "text": "Damian y Dorian",
    "subtitle": "Trendsetting brothers cut a new path"
  },
  "reporters": [
    {
      "name": "Danielle Wallace"
    }
  ],
  "videographers": [
    {
      "name": "Ben Aijian"
    },
    {
      "name": "Darian Woehr"
    },
    {
      "name": "Emily Yue"
    }
  ],
  "designers": [
    {
      "name": "Nicole Basile"
    },
    {
      "name": "Lindsay Carbonell"
    }
  ],
  "text": [
    {
      "type": "text",
      "value": "Dorian Carbonell opens his scissors and peers between the two blades at the neon-yellow dyed head of hair of the eager young man in his barber chair. Dorian’s eyebrow, which is coincidentally dyed the same bright hue, furrows, highlighting his deep set, coffee brown eyes that are carefully pondering his next course of action. A flicker in his eye is just visible before, in an instant, the scissors close, tresses fall to the floor- and electricity surges through the room. Dorian is shaping his next masterpiece."
    },
    {
      "type": "text",
      "value": "Across the salon stands the other Carbonell brother sporting a far less eccentric style. Clean shaven and tanned from the Havana sun, Damian Carbonell studies the screen of his phone instead of his brother’s chromatic creations. He leans over, boasting about the salon’s updated website that’s accessible through Wi-Fi in the salon, a rare arrangement in Cuba where internet access usually requires a pre-paid government card that can only be used in certain Wi-Fi hot spots."
    },
    {
      "type": "video",
      "value": {
        "id": "200984993"
      }
    },
    {
      "type": "text",
      "value": "The duo founded Salon Donde Dorian six years ago and remodeled their parent’s home into a high-end barber shop, beauty parlor and bar all in one. Dorian is the artist, and Damian is the administrator. Together they entered into a family business that they said aims to reshape the idea of masculine style and beauty in Cuba. Dorian has a reputation for using his hairstyling expertise to help the images of Cuba’s top recording artists come alive, and, as a result, Havana’s youth flock to his salon so that they too can rock a Donde Dorian original do. But before Dorian could transform the looks of his clients, he said he needed to undergo a transformation of his own which led him away from the nightclub scene that plays such a prevalent role in the lives of his young clients."
    },
    {
      "type": "text",
      "value": "A self-proclaimed club rat, Dorian said he was very much like any typical Cuban guy in his twenties enjoying the party scene. In the 1990’s, Cuba was dealing with a period of shortages after the country lost its main trade partner with the collapse of the Soviet Union, and Dorian lived his life in ignorant bliss as a young model who secretly attended barber school classes at night as a hobby. His most prized possession, his German 1980’s model MZ motorcycle that he rode through the streets of Havana’s hottest Vedado neighborhood."
    },
    {
      "type": "text",
      "value": "“I got it when I was 20 years old. When I was 25 or 24 years old I said I need a change, I need to make a sacrifice. And what was the sacrifice? I had to sell my motorcycle in order to be able to create my own business,” said Dorian."
    },
    {
      "type": "text",
      "value": "“I was popular guy, and to cut myself off from all of that, to make a sacrifice, I said well there has to be a change because I can’t continue on in this.”"
    },
    {
      "type": "text",
      "value": "Dorian and Damian founded a private business out of their parents’ home in 2011. The same year, the Cuban government enacted a new policy called Los Lineamientos para la Política Económica y Social that listed 300 guidelines for allowing small and medium sized businesses in Cuba to be privately operated. As a result, some state-owned barber shops were allowed to be privately run by staff, giving them more agency to make managerial decisions. Dorian and Damian were granted a license to operate Salon Donde Dorian out of their private residence, but, now that their business is trying to expand it faces new challenges in a country that still very much limits entrepreneurship and access to the Internet. The American dream is the ideal that citizens have an equal opportunity to achieve economic success through hard work, determination and initiative. As the Cuban government loosens its hold allowing Cuba citizens to go into business for themselves, pursuing a similar Cuba dream still proves difficult within a nation that limits opportunity and prides itself on the equal distribution of wealth."
    },
    {
      "type": "subhead",
      "value": {
        "text": "A broken down ferry"
      }
    },
    {
      "type": "text",
      "value": "High above the bustling city streets crowded with classic American built cars from the 1950’s and ‘60’s, Dorian and a group of young models gather in a cluster on the rooftop of an apartment complex. Instead of breathing in the exhaust that circulates on the seaside motorway called El Malecón below them, these young men and women cough through a similar cloud of smoke coming from cans of hairspray. Dorian is feverishly adding finishing touches to the designs he so deliberately molded at the salon as photographers set up their equipment to begin the big photoshoot."
    },
    {
      "type": "text",
      "value": "A young man with fluorescent with pink strands cut into a punk rock chop smolders in front of reflective disks that cast the light just right across his jawline to capture a shot meant to cause young men and women to come clamoring to Donde Dorian’s door. In Cuba, the government bans public advertising. Because restrictions prevent private businesses from running ads in the newspaper or renting billboard space, Donde Dorian has chosen to create new collections that be posted to social media as a part of their strategy to bring in new customers."
    },
    {
      "type": "pullquote",
      "value": {
        "text": "Donec in euismod lectus, eget sollicitudin ante. Cras porta sapien quis finibus pulvinar.",
        "attribution": "Juan Doe"
      }
    },
    {
      "type": "text",
      "value": "Damian stands like a wall flower glued to the perimeter of the rooftop snapping shots on his phone camera, some of the photoshoot and some of the sprawling city below. He checks his phone again but this time for missed calls from different fashion designers Donde Dorian plans to collaborate with on their new social media campaign. Donde Dorian partners with other businesses facing limits on expansion."
    },
    {
      "type": "text",
      "value": "“This month on March 25 we have the launch of a collection.  As part of our work policy, we proposed to do 3 or 4 collection launches a year to set the style,” said Damian. “This collection generally is preceded by a photo shoot, with a runway, then it is solidified with public demand, and our stylist ready to propose to the clients, one style over another.”"
    },
    {
      "type": "text",
      "value": "Damian explained that these photoshoots are meant to showcase Salon Donde Dorian and its new collection of looks that will set the tone for masculine style in the city. Since the implementation of new economic policy in 2011, many entrepreneurs have been entering the private sector and competing against each other in true capitalistic fashion. Despite this resurgence of competition, the streets of Havana contain no trace of advertisements. Instead billboards sport images of Che Guevara in his austere manner saying “Hasta La Victoria Siempre” or other messages of support for the government such as “Fidel Es El Pueblo.” Though restrictions on private business are slowly dissolving, the government controls publications and limits ads as a way to preserve the cultural values of communism within Cuba. Private businesses, therefore, produce videos that are then distributed online to advertise and promote their own company values."
    },
    {
      "type": "image",
      "value": {
        "src": "example1.jpg",
        "alt": "A picture of Juan and Gabriella in the skate competition.",
        "attribution": "Claire Collins",
        "caption": "Juan and Gabriella take turns skating down a ramp on a sunny Havana day."
      }
    },
    {
      "type": "text",
      "value": "Dorian said limited access to the Internet in Cuba has limited him creatively in the past but he’s working with his brother to overcome the challenges it presents in advertising and developing their business."
    },
    {
      "type": "text",
      "value": "“There are times when we don’t have the possibility to access the internet,” said Dorian. “Nowadays we do more often but a couple years back it was complicated for us to have access to other styles, to other tendencies. The Cuban style comes from us creating from what we do have.”"
    },
    {
      "type": "text",
      "value": "Limited Internet access cuts back on stylistic freedom and cuts back proficiency in business operations as well. Damian said because the banks in Cuba do not administer credit cards for private citizens and their businesses, all transactions have to be done with cash. And as a result, the company also cannot easily purchase materials for the salon online, having to rely on their own innovation sometimes to create hair drying devices. One of the most obvious examples of their lack of supplies can be seen through a large window on the side of the salon where a client sits with a chemical treatment on her hair in a makeshift outdoor booth attached to the side of the building, peering below as Dorian blows out the hair of another client inside. He explained they created the structure because they can’t get proper ventilation unit for the chemical hair treatments."
    },
    {
      "type": "text",
      "value": "Damian sits in a stately manner sipping his cafecito while thumbing through a small and slightly tattered photo album in the front bar at Salon Donde Dorian. Just above his head, Dorian appears with one of the music artists he styles in a video being played from the television screen hanging on the wall above the bar for all incoming customers to view. Damian speaks about the past captured in the photos of the album and about his hopes for the future as his brother gains more views online. He’s particularly proud of one old photograph of his great grandfather and his grandfather standing in front of their family-owned cafeteria in pre-revolutionary Cuba."
    },
    {
      "type": "text",
      "value": "“We were born in a humble house, in a humble neighborhood. But before the revolution, the 50s, our family was proprietary of a type of business called “De Barrio.” It was a cafeteria named El Buen Gusto,” said Damian."
    },
    {
      "type": "text",
      "value": "The family lost their business after the revolution triumphed and privately owned businesses were nationalized. But Damian said his family has always had an entrepreneurial spirit, something he’s determined to keep alive with the expansion of Donde Dorian."
    },
    {
      "type": "text",
      "value": "“My mom and my grandma who are alive, luckily, happily, have that spirit of entrepreneurship that nobody can take from them, that will be buried with them – and the same with us.”"
    },
    {
      "type": "text",
      "value": "The two brothers want to use Salon Donde Dorian as more than place to get a haircut. They also have a social mission to reawaken this entrepreneurial spirit in Cuba youth and to continue to allow Cuba young people to develop a pride in their unique style. As the salon is planning an expansion to a new location, the brothers are also planning to transform the original salon in their parent’s home into a school to train up and coming hairdressers in Cuba according to Donde Dorian’s practices and principles."
    },
    {
      "type": "text",
      "value": "Dorian reminisces about how days attending barber school and said his line is also meant to start new conversations within the Cuban culture about masculinity as well. When he first became a hairdresser, Dorian was ashamed of it because it wasn’t something men did. He said haircutting and fashions always caught his attention as he attended university and he wants to reimagine style for men in Cuba today so that they can take pride in how they look."
    }
  ]
}