{
  "master-class": {
    "class": "harbor"
  },
  "cinemagraph": {
    "src": "harbor.mp4",
    "attribution": "Rob Gourley"
  },
  "header": {
    "text": "Across the Harbor",
    "subtitle": "A journey across race, economics, and water"
  },
  "reporters": [
    {
      "name": "Kiana Cole"
    }
  ],
  "videographers": [
    {
      "name": "Veasey Conway"
    },
    {
      "name": "Rob Gourley"
    }
  ],
  "designers": [
    {
      "name": "Peyton Chance"
    }
  ],
  "text": [
    {
      "type": "text",
      "value": "It’s 11:37 p.m. — did he read that right? Orlando Méndez is exhausted, hunched over friends in the middle of the dance floor, but his tired brown eyes flicker to life when he realizes how late it is. He says frantic goodbyes, quick kisses on both cheeks flying through the air as he bolts out of Fábrica de Arte Cubano, a warehouse now transformed into one of Havana’s most well-known nightclubs. He scans the street for a taxi, his dark skin no longer livened by blankets of blue and green light from inside the club — everything feels dim now that he’s competing with the clock. The street is painted with old American cars in every pigment of pastel. Orlando chooses a classic Cuban ride, a baby blue Chevy born in 1956, somehow finding the driver who’s an old friend — or maybe they’re meeting for the first time, with Orlando you’re never quite sure.  “Llevame a la lanchita de Regla,” he tells the driver."
    },
    {
      "type": "text",
      "value": "He has to get to the Regla ferry by midnight."
    },
    {
      "type": "text",
      "value": "He’s rattling off directions to his driver in Spanish — the Cuban kind, which seems to have no break for a breath and sounds more like a song than a sentence. The taxi roars with every accelerating lunge, a symptom of the vehicle’s age, as it winds around the edges of the ocean that confront the city’s border. Most drivers sigh when they hear a destination requires this route — the spritzes of ocean saltwater that often shower onto the street rust the cars — but Orlando’s driver surges forward without fearing the waves — speed limits are a loose suggestion here."
    },
    {
      "type": "text",
      "value": "This rush is for Regla, a borough of the city where Orlando lives with his parents. While still technically a part of the greater Havana area, Regla feels far more removed than a five-minute ferry ride. The star that pinpoints Havana as the country’s capital on any given map of Cuba stamps right over the harbor one must cross to reach Regla. But these regions cannot be so simply merged — the star extinguishes Regla’s individuality, its smokestacks that hint at its industrial past, its streets blemished with missing chunks of cement and its homes with the undertones of faded Cuban color now stained with soot. There’s less urgency on this side of the harbor; in Regla, time is another suggestion of sorts. Orlando knows that while the final ferry home is always scheduled to leave Havana’s port at 12:15 a.m., any set-in-stone schedule is subjective, and the ferry driver often decides to leave at whatever time will get him home fastest, even if it’s the wrong one."
    },
    {
      "type": "text",
      "value": "Orlando is used to this hustle. He has spent the last 15 hours on his feet, working in the heart of Havana as a tour coordinator, carting visitors — recently, more Americans — around his island country. Scheduling tours, enduring endless Hola’s with a little too much H, hailing convertible cabs so visitors can fully feel that Cuban breeze, reserving restaurants, reserving new restaurants when visitors decide they actually wanted something different — this is an hour of Orlando’s day at work. But on the other side of the harbor, the side Orlando is now racing toward, it’s different. Any utterance of English sounds sour in Regla; unlike Old Havana, there are no sun-screened map holders drifting through the streets and hardly any old cars roaming to scoop those tourists up. And as Orlando says goodnight to Havana every night by retreating into Regla, he says goodnight to a part of himself he won’t see again until morning."
    },
    {
      "type": "text",
      "value": "But even after reaching Regla, there’s something about Orlando that makes him an outlier on this side of the harbor, a part of him that his job in Havana has altered, though it’s hard to pinpoint what, exactly. Maybe it’s the collared shirts — he buys all his clothes in America, he says — or his enigmatic energy that feels out of place in Regla’s sleepy streets, or the fact that, unlike some of his Reglan neighbors, Orlando could afford to take a taxi around the harbor back home if he were to miss the boat. But there’s something about Orlando that sticks out — something that, despite years of living with his parents in this neighborhood, or how obviously Cuban his Spanish is, feels foreign to the rest of Regla."
    },
    {
      "type": "text",
      "value": "Since December 2014, the doors that have kept Americans from traveling to Cuba for over 50 years have begun to crack open, ushering in an era of tourism for the country that this generation of Cubans has never known. These jobs in tourism are changing families, introducing new household dynamics as children make more money than their parents ever thought plausible. It’s forcing this generation of young workers to reconcile the hardships of their youth — like the “Special Period” of economic collapse in Cuba during the 1990s — with a now-tangible notion of hope that lives in Havana. Beyond lessened airfare prices, old cars, rum and cigars, beyond the ways travel will impact the Cuban economy, this growing tourism industry is changing the lives of the Cubans that run it, the ones that live just across the harbor."
    },
    {
      "type": "video",
      "value": {
        "id": "200984993"
      }
    },
    {
      "type": "text",
      "value": "Donec gravida vestibulum nisl ut ullamcorper. Donec efficitur efficitur feugiat. Pellentesque eu turpis sit amet lectus interdum scelerisque. Nam a mi non ante auctor molestie. Duis ut faucibus ligula, sed viverra magna. Duis id lacus posuere, hendrerit magna vitae, fringilla lectus. Sed pulvinar suscipit convallis."
    },
    {
      "type": "subhead",
      "value": {
        "text": "Tourism"
      }
    },
    {
      "type": "text",
      "value": "How is it changing Cuba? What will happen to Havana – what does Orlando think will happen to Regla? Move this section up higher. It’s the reason why Regla has become a bedroom community for the tourist workers. Cheaper and more affordable for people to live in and only across the harbor.  OR—put this right after the nut graf and talk about the industry growing"
    },
    {
      "type": "text",
      "value": "How is it changing Cuba? What will happen to Havana – what does Orlando think will happen to Regla? Move this section up higher. It’s the reason why Regla has become a bedroom community for the tourist workers. Cheaper and more affordable for people to live in and only across the harbor.  OR—put this right after the nut graf and talk about the industry growing"
    },
    {
      "type": "text",
      "value": "How is it changing Cuba? What will happen to Havana – what does Orlando think will happen to Regla? Move this section up higher. It’s the reason why Regla has become a bedroom community for the tourist workers. Cheaper and more affordable for people to live in and only across the harbor.  OR—put this right after the nut graf and talk about the industry growing"
    },
    {
      "type": "pullquote",
      "value": {
        "text": "Orlando",
        "attribution": "Orlando Méndez"
      }
    },
    {
      "type": "subhead",
      "value": {
        "text": "Regla and Cinderella People"
      }
    },
    {
      "type": "text",
      "value": "What are they like? Who are they?"
    },
    {
      "type": "text",
      "value": "Sleepy couples cuddle up on benches, American movie plays, green walls, windy, dark, small conversations, headphones"
    },
    {
      "type": "text",
      "value": "Coming back from nights out, working"
    },
    {
      "type": "text",
      "value": "What does it look like?"
    },
    {
      "type": "text",
      "value": "What do the homes look like?"
    },
    {
      "type": "text",
      "value": "History of Regla – old history, new history, demography make up, income, race, the *money used here is different – maybe introduce CUCs in the beginning and talk about monera here"
    },
    {
      "type": "subhead",
      "value": {
        "text": "Regla and Cinderella People"
      }
    },
    {
      "type": "text",
      "value": "What are they like? Who are they?"
    },
    {
      "type": "text",
      "value": "Sleepy couples cuddle up on benches, American movie plays, green walls, windy, dark, small conversations, headphones"
    },
    {
      "type": "text",
      "value": "Coming back from nights out, working"
    },
    {
      "type": "text",
      "value": "What does it look like?"
    },
    {
      "type": "text",
      "value": "What do the homes look like?"
    },
    {
      "type": "text",
      "value": "History of Regla – old history, new history, demography make up, income, race, the *money used here is different – maybe introduce CUCs in the beginning and talk about monera here"
    },
    {
      "type": "interactive",
      "value": {
        "filename": "interactives/poem.ejs"
      }
    },
    {
      "type": "text",
      "value": "Donec pulvinar arcu odio, sodales dignissim neque varius eget. Vivamus pretium risus sit amet ornare efficitur. Nullam ullamcorper turpis quis nisi molestie faucibus. Class aptent taciti sociosqu ad litora torquent per conubia nostra, per inceptos himenaeos. Cras pharetra eros ut augue convallis cursus. Mauris pharetra dolor quis libero pellentesque finibus. Nunc mollis consectetur enim, eget pellentesque quam tristique non. Maecenas id faucibus enim. Nunc feugiat est vitae vulputate condimentum. Nulla feugiat lectus magna, id dignissim massa elementum at. Phasellus turpis diam, mollis varius commodo sed, efficitur ut orci."
    },
    {
      "type": "text",
      "value": "Nam scelerisque massa ut dolor maximus consectetur. Quisque maximus in turpis eu condimentum. Donec eget laoreet augue, et ullamcorper enim. Mauris eu elit at justo mattis mattis eu at mauris. Praesent cursus fringilla quam eu hendrerit. Vestibulum vel enim vel tellus vehicula faucibus et eget leo. Nullam facilisis ante sed diam pulvinar, at hendrerit augue viverra. Curabitur in orci aliquam, imperdiet tortor et, fringilla lectus. Morbi dapibus in mauris non fringilla. Morbi urna urna, tempus eu lacinia at, tempus et nisl. Fusce in ex elementum, eleifend magna quis, ultrices neque. Suspendisse imperdiet at sapien sagittis gravida. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Nam viverra consectetur tortor, vitae tempus mauris volutpat et. Nunc auctor magna a nisl vulputate, vitae consequat justo euismod. Donec hendrerit lorem id volutpat euismod."
    },
    {
      "type": "text",
      "value": "Ut vehicula tortor id leo mattis, tincidunt pharetra lacus dapibus. Aliquam quis sem metus. Nulla volutpat dignissim ex nec tempor. Nulla facilisi. Integer congue aliquet mi in sollicitudin. Vestibulum ut sem tempus, luctus arcu at, faucibus mi. Nam in quam tortor. Ut euismod ornare maximus. Aenean finibus, neque sit amet ullamcorper tempor, ipsum magna dictum orci, sit amet rhoncus augue dolor eget ligula. Cras sem tellus, egestas sit amet risus dictum, sagittis feugiat massa. Aenean efficitur justo eu mauris facilisis, non mollis quam euismod. Vivamus vitae fermentum arcu. Praesent sagittis efficitur neque, ultrices facilisis nibh feugiat non. Vestibulum sed arcu ut velit ullamcorper pulvinar."
    },
    {
      "type": "text",
      "value": "Vestibulum dapibus gravida interdum. Etiam convallis feugiat urna, vel fermentum libero vestibulum quis. Sed quam ipsum, dapibus at suscipit eget, placerat eu lorem. Nunc vulputate enim eros, ut consequat diam scelerisque non. Class aptent taciti sociosqu ad litora torquent per conubia nostra, per inceptos himenaeos. Maecenas ornare dolor vel ante sodales bibendum at sed dolor. Vestibulum at purus euismod, suscipit lorem eleifend, varius massa. Nullam vel vestibulum turpis, ut pulvinar lorem."
    },
    {
      "type": "subhead",
      "value": {
        "text": "Regla in the news"
      }
    },
    {
      "type": "text",
      "value": "In 1954 The New Yorker released an article about the small across-the-harbor district of Regla, Cuba. The article featured the following poem by Philip Murray, which invokes vivid illustrations of the Regla of the past. While economic and racial diversity has increased in Regla in the last sixty years, echoes of Murray's Regla resonate with the modern day municipality."
    },
    {
      "type": "text",
      "value": "Click the audio to hear Havana resident Luis Miguel Luis Miguel Yllobre Peña read Regla, Cuba by Philip Murray and explore the sights of Regla that have stood the test of time."
    },
    {
      "type": "interactive",
      "value": {
        "filename": "interactives/poem.ejs"
      }
    }
  ]
}
