{
  "text": [
    {
      "type": "image",
      "value": {
        "src": "",
        "alt": "Cuban Teen with Picachu Tattoo",
        "class": "inner-hero"
      }
    },
    {
      "type": "text",
      "value": "pokemon go"
    },
    {
      "type": "text",
      "value": "inspires cuba"
    },
    {
      "type": "text",
      "value": "<p id=\"inner-intro\">Waiting to enter the club, the boys lean against the concrete wall, forming a chain of crossed arms and flat brim hats, glowing cell phone screens and cigarettes. It's a hot Saturday night in Havana's El Vedado neighborhood, the streets relatively empty save the clump of teens eager to enter Fabio's disco."
    },
    {
      "type": "text",
      "value": "</p>"
    },
    {
      "type": "text",
      "value": "<p id=\"inner-content\">Maecenas ut efficitur elit, ac luctus lorem. Maecenas ut sem id lectus semper ultricies eu vitae elit. Donec accumsan dignissim orci, maximus auctor lorem volutpat eget. Nulla ligula leo, commodo eget enim vitae, aliquam blandit massa. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Phasellus eget orci a augue pellentesque egestas eget eget ipsum. Proin tristique cursus consectetur. Cras suscipit tempus magna eget vehicula."
    },
    {
      "type": "text",
      "value": "Ut orci mauris, bibendum nec leo commodo, mattis pretium neque. Mauris eu tellus ac diam rutrum finibus. Integer egestas, nunc id porta imperdiet, quam lectus fermentum arcu, ut tincidunt tellus diam sit amet enim. Fusce interdum sapien turpis, vel efficitur erat laoreet quis. Cras sollicitudin erat id tempus aliquam. Proin convallis ut sem ut malesuada. Nunc ullamcorper porta ipsum, eu faucibus magna interdum egestas. Nullam quis hendrerit odio. Proin gravida urna a purus efficitur, eu tincidunt lectus vulputate. Nunc maximus tempus leo id tincidunt. Duis rutrum accumsan malesuada. Fusce et laoreet ex, id ultricies arcu. Ut congue rhoncus nibh eget euismod. Mauris eu ipsum augue. Fusce tempus ligula non gravida eleifend. Sed ac justo porttitor, dapibus neque eu, bibendum est."
    },
    {
      "type": "text",
      "value": "</p>"
    },
    {
      "type": "text",
      "value": "<div class=\"story-image\">"
    },
    {
      "type": "text",
      "value": "<img id=\"inner-image\" src=\"images/mockTheaterImage.jpg\">"
    },
    {
      "type": "text",
      "value": "<p id=\"inner-image-caption\">Morbi et accumsan ex. Mauris ac elit blandit mi sollicitudin interdum sit amet non mi. Pellentesque nunc lectus, laoreet at auctor at, scelerisque ut odio.</p>"
    },
    {
      "type": "text",
      "value": "</div>"
    },
    {
      "type": "text",
      "value": "<p id=\"inner-content\">"
    },
    {
      "type": "text",
      "value": "Cras eleifend hendrerit cursus. Suspendisse dignissim sem ac odio rhoncus, vel vestibulum sapien lobortis. Integer sit amet elementum eros, eu consectetur diam. Nulla lobortis mi purus, at pellentesque nibh gravida non. Sed eu consectetur metus. Nulla hendrerit dapibus ornare. Class aptent taciti sociosqu ad litora torquent per conubia nostra, per inceptos himenaeos. Aliquam erat volutpat. Maecenas et maximus neque. Nullam eget elit elit. Duis vulputate quam vel augue accumsan, id condimentum justo finibus. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Ut aliquet pulvinar enim consectetur porttitor."
    },
    {
      "type": "text",
      "value": "Donec posuere turpis nunc, ac ultrices ligula iaculis vel. Maecenas et elementum nunc, et lobortis turpis. Cras volutpat vitae urna sodales facilisis. Phasellus felis sem, hendrerit ut dolor eget, vehicula pellentesque orci. Donec quis efficitur erat. Vestibulum nibh augue, viverra ac magna quis, tempor mollis purus. Nam suscipit urna pellentesque aliquet condimentum. Mauris a pellentesque velit. Integer metus elit, molestie id dignissim vel, pretium ut sem. Morbi quis luctus dolor."
    },
    {
      "type": "text",
      "value": "Morbi et accumsan ex. Mauris ac elit blandit mi sollicitudin interdum sit amet non mi. Pellentesque nunc lectus, laoreet at auctor at, scelerisque ut odio. Vivamus non mauris diam. Ut turpis lectus, pellentesque sed velit quis, mattis gravida massa. Aenean sem urna, venenatis eget vestibulum vitae, dignissim in mauris. Nulla blandit vulputate erat ac varius. Suspendisse potenti."
    },
    {
      "type": "text",
      "value": "Sed ultricies laoreet tellus at viverra. Maecenas urna eros, dictum id nisi a, aliquam tempor magna. Nullam ut ipsum ut ligula rhoncus feugiat. Phasellus ex urna, aliquet eget lectus non, porta ullamcorper est. Duis vitae nisl sollicitudin, accumsan diam vitae, efficitur lacus. Maecenas varius erat iaculis odio hendrerit viverra. Suspendisse massa enim, cursus quis consectetur ut, luctus a felis. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Proin egestas urna vel erat dignissim elementum sed varius metus. Sed ex nisi, suscipit non semper vitae, lobortis sit amet ex. Donec tincidunt purus at massa pulvinar commodo."
    },
    {
      "type": "text",
      "value": "Aliquam eget consectetur tellus, at semper augue. Donec convallis fermentum suscipit. Aenean tristique, lorem a viverra posuere, eros libero ultricies nibh, at auctor nulla justo eget ex. Etiam lobortis justo in purus porta tristique. Suspendisse nibh nisi, porttitor a lectus condimentum, bibendum sagittis felis. Curabitur nec tortor quis nisi mollis porttitor. Mauris aliquet felis non euismod pretium. Vestibulum aliquet tortor ac tempus ullamcorper. Cras volutpat diam nec massa ultricies suscipit. Pellentesque auctor egestas mauris. Sed et est mi."
    },
    {
      "type": "text",
      "value": "Nullam iaculis, sapien eu mattis gravida, augue ante placerat ante, eget malesuada sem libero ut mauris. Pellentesque orci arcu, sodales ac dolor eget, faucibus dapibus orci. Phasellus suscipit suscipit ullamcorper. Donec ultricies imperdiet lacinia. Phasellus hendrerit volutpat odio, vel gravida nisl scelerisque in. Donec finibus nec diam dapibus dictum. Praesent varius mollis metus vel vulputate. Nam vitae condimentum turpis, nec bibendum turpis. Pellentesque pulvinar tellus non nulla porta, sit amet auctor est auctor. Aliquam erat volutpat. Suspendisse rutrum, augue eget molestie accumsan, orci ipsum facilisis eros, a mattis tortor diam et elit. Maecenas tempus massa ac tortor malesuada interdum. Maecenas consectetur eros sit amet finibus aliquam."
    },
    {
      "type": "text",
      "value": "Suspendisse potenti. Sed vitae bibendum mi. Vivamus ut tincidunt lacus. Duis ultrices massa eu dictum imperdiet. In sollicitudin sem at quam porttitor sollicitudin at sit amet ante. Etiam purus nunc, tempor et feugiat eu, commodo quis sem. Aenean ac dolor ullamcorper, mattis mauris vitae, efficitur enim. Nulla iaculis, neque a mollis consectetur, mauris erat ullamcorper libero, finibus varius ipsum nunc in sapien. Aenean laoreet urna mi. Curabitur quis est nulla. Vestibulum pulvinar, nunc sit amet eleifend mattis, dui magna aliquet felis, id mollis nisi elit eu diam. Etiam lacinia mi vitae dui tempor laoreet. Nam scelerisque et ligula nec malesuada. Sed id ipsum vestibulum, fermentum justo vel, congue dolor. Fusce imperdiet semper ultrices."
    },
    {
      "type": "text",
      "value": "Cras libero urna, tempor et ex in, tincidunt interdum elit. Interdum et malesuada fames ac ante ipsum primis in faucibus. Pellentesque nec tristique arcu. Aliquam libero massa, pharetra vitae porttitor et, luctus in quam. Vestibulum suscipit, ipsum eu semper molestie, magna eros dignissim enim, eget lobortis enim dui eu augue. Nunc enim lacus, varius ut mauris sed, egestas varius orci. Fusce augue risus, faucibus ac diam sed, maximus blandit odio. Praesent et laoreet urna. Morbi a sem ut nisl mollis mollis."
    },
    {
      "type": "text",
      "value": "</p>"
    },
    {
      "type": "text",
      "value": "<!-- Pull quote example here ------>"
    },
    {
      "type": "text",
      "value": "<div class=\"pull-quote\">"
    },
    {
      "type": "text",
      "value": "<hr>"
    },
    {
      "type": "text",
      "value": "<p>Donec in euismod lectus, eget sollicitudin ante. Cras porta sapien quis finibus pulvinar.</p>"
    },
    {
      "type": "text",
      "value": "</div>"
    },
    {
      "type": "text",
      "value": "<p id=\"inner-content\">"
    },
    {
      "type": "text",
      "value": "Curabitur fringilla justo nisi, in varius dolor blandit sed. Morbi at sodales ligula. Quisque lobortis arcu orci, quis ultricies nisi faucibus at. Ut feugiat arcu purus, eget efficitur velit ullamcorper ac. Curabitur enim nisl, tristique vel porta a, varius in orci. Donec in euismod lectus, eget sollicitudin ante. Cras porta sapien quis finibus pulvinar. Pellentesque viverra augue nec nisi feugiat imperdiet. Mauris luctus congue iaculis. Etiam quis nibh dictum eros rhoncus vestibulum non id eros. Aliquam vestibulum metus in sodales dictum. Vivamus quis tortor lorem. Mauris nec sollicitudin quam."
    },
    {
      "type": "text",
      "value": "Curabitur sed dolor nec est pretium tincidunt. Maecenas varius elit augue, ut luctus nisl elementum at. Ut sodales tincidunt odio non lobortis. Nullam efficitur, velit quis pharetra faucibus, mi nisi elementum nunc, eu viverra elit nisl in quam. Sed fermentum eu metus eu volutpat. Cras justo massa, eleifend et bibendum eu, faucibus ac metus. Donec suscipit sagittis arcu, eu ultricies massa porta mollis. In hendrerit cursus eros non convallis. Aenean hendrerit lorem eu hendrerit lacinia. Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas. In hac habitasse platea dictumst. Nunc quis cursus mauris. Donec convallis leo erat, vel efficitur massa pellentesque posuere. Mauris ullamcorper elit vitae dui accumsan tempus. Maecenas sagittis varius porttitor. Pellentesque suscipit purus magna, vitae aliquet ante faucibus et."
    },
    {
      "type": "text",
      "value": "Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Praesent finibus viverra ante. Vestibulum id semper ipsum. Suspendisse ut nunc et est viverra tempus in ut metus. Integer ac eros ac magna feugiat tristique in iaculis nisl. Aenean ultrices sem sed tortor faucibus, et consequat ex vestibulum. Ut cursus est eget diam finibus, nec eleifend purus tristique. Curabitur ultricies ultrices orci molestie rutrum. Aenean venenatis nisl in dui consequat ornare. Donec vitae purus accumsan, facilisis tellus ut, sollicitudin tellus. Nullam blandit magna dolor, ut facilisis leo blandit eget. Mauris scelerisque est quis libero ullamcorper, et vestibulum enim aliquet. Praesent aliquam euismod dolor non bibendum. Mauris dapibus eleifend libero, ac viverra dui mattis eu. Etiam vel magna libero."
    },
    {
      "type": "text",
      "value": "</p>"
    }
  ]
}